Repository: dlq/parliament-tv
Catalog: App/Localizable.xcstrings
Source language: en
Languages: da, el, es, fr, it, lb, nl, pt

# app.title
source: Parliaments
da: Parlamenter
el: Κοινοβούλια
es: Parlamentos
fr: Parlements
it: Parlamenti
lb: Parlamenter
nl: Parlementen
pt: Parlamentos

# availability.eventBased
source: Event based
da: Begivenhedsbaseret
el: Βάσει εκδηλώσεων
es: Basado en eventos
fr: Selon les événements
it: Basato su eventi
lb: Evenement-baséiert
nl: Gebeurtenisgestuurd
pt: Baseado em eventos

# availability.sittingOnly
source: Sitting only
da: Kun møder
el: Μόνο συνεδριάσεις
es: Solo sesiones
fr: Séances seulement
it: Solo sedute
lb: Nëmme Sëtzungen
nl: Alleen zittingen
pt: Apenas sessões

# availability.unknown
source: Unknown
da: Ukendt
el: Άγνωστο
es: Desconocido
fr: Inconnu
it: Sconosciuto
lb: Onbekannt
nl: Onbekend
pt: Desconhecido

# guide.action.hide
source: Hide guide
da: Skjul guide
el: Απόκρυψη οδηγού
es: Ocultar guía
fr: Masquer le guide
it: Nascondi guida
lb: Guide verstoppen
nl: Gids verbergen
pt: Ocultar guia

# guide.action.pin
source: Pin channel
da: Fastgør kanal
el: Καρφίτσωμα καναλιού
es: Fijar canal
fr: Épingler la chaîne
it: Fissa canale
lb: Kanal festspéngelen
nl: Kanaal vastzetten
pt: Fixar canal

# guide.action.show
source: Show Guide
da: Vis guide
el: Εμφάνιση οδηγού
es: Mostrar guía
fr: Afficher le guide
it: Mostra guida
lb: Guide weisen
nl: Gids tonen
pt: Mostrar guia

# guide.action.unpin
source: Unpin channel
da: Frigør kanal
el: Ξεκαρφίτσωμα καναλιού
es: Desfijar canal
fr: Désépingler la chaîne
it: Rimuovi canale fissato
lb: Kanal lassmaachen
nl: Kanaal losmaken
pt: Desafixar canal

# guide.count.nativeSources
source: %lld native sources
da: %lld native kilder
el: %lld εγγενείς πηγές
es: %lld fuentes nativas
fr: %lld sources natives
it: %lld sorgenti native
lb: %lld nativ Quellen
nl: %lld native bronnen
pt: %lld fontes nativas

# guide.group.pinned
source: Pinned
da: Fastgjorte
el: Καρφιτσωμένα
es: Fijados
fr: Épinglées
it: Fissati
lb: Festgespéngelt
nl: Vastgezet
pt: Fixados

# guide.group.regions
source: Regions
da: Regioner
el: Περιφέρειες
es: Regiones
fr: Régions
it: Regioni
lb: Regiounen
nl: Regio’s
pt: Regiões

# guide.item.audio
source: Audio
da: Lyd
el: Ήχος
pt: Áudio

# guide.item.next
source: Next
da: Næste
el: Επόμενο
es: Siguiente
fr: Suivant
it: Prossimo
lb: Nächst
nl: Volgende
pt: Próximo

# guide.item.now
source: Now
da: Nu
el: Τώρα
es: Ahora
fr: Maintenant
it: Ora
lb: Elo
nl: Nu
pt: Agora

# menu.channel
source: Channel
da: Kanal
el: Κανάλι
es: Canal
fr: Chaîne
it: Canale
lb: Kanal
nl: Kanaal
pt: Canal

# menu.channel.next
source: Next Channel
da: Næste kanal
el: Επόμενο κανάλι
es: Canal siguiente
fr: Chaîne suivante
it: Canale successivo
lb: Nächste Kanal
nl: Volgend kanaal
pt: Próximo canal

# menu.channel.pin
source: Pin Channel
da: Fastgør kanal
el: Καρφίτσωμα καναλιού
es: Fijar canal
fr: Épingler la chaîne
it: Fissa canale
lb: Kanal festspéngelen
nl: Kanaal vastzetten
pt: Fixar canal

# menu.channel.previous
source: Previous Channel
da: Forrige kanal
el: Προηγούμενο κανάλι
es: Canal anterior
fr: Chaîne précédente
it: Canale precedente
lb: Viregte Kanal
nl: Vorig kanaal
pt: Canal anterior

# menu.channel.unpin
source: Unpin Channel
da: Frigør kanal
el: Ξεκαρφίτσωμα καναλιού
es: Desfijar canal
fr: Désépingler la chaîne
it: Rimuovi canale fissato
lb: Kanal lassmaachen
nl: Kanaal losmaken
pt: Desafixar canal

# metadata.confidence.high
source: High
da: Høj
el: Υψηλή
es: Alta
fr: Élevée
it: Alta
lb: Héich
nl: Hoog
pt: Alta

# metadata.confidence.low
source: Low
da: Lav
el: Χαμηλή
es: Baja
fr: Faible
it: Bassa
lb: Niddereg
nl: Laag
pt: Baixa

# metadata.confidence.medium
source: Medium
da: Middel
el: Μεσαία
es: Media
fr: Moyenne
it: Media
lb: Mëttel
nl: Gemiddeld
pt: Média

# metadata.confidence.officialCalendar
source: Official calendar
da: Officiel kalender
el: Επίσημο ημερολόγιο
es: Calendario oficial
fr: Calendrier officiel
it: Calendario ufficiale
lb: Offizielle Kalenner
nl: Officiële kalender
pt: Calendário oficial

# metadata.confidence.officialLiveList
source: Official live list
da: Officiel live-liste
el: Επίσημη ζωντανή λίστα
es: Lista oficial en directo
fr: Liste officielle en direct
it: Elenco live ufficiale
lb: Offiziell Live-Lëscht
nl: Officiële livelijst
pt: Lista oficial ao vivo

# metadata.confidence.officialSourceSchedule
source: Official source schedule
da: Officiel kildeplan
el: Πρόγραμμα επίσημης πηγής
es: Programación de la fuente oficial
fr: Horaire de la source officielle
it: Programma della fonte ufficiale
lb: Plang vun der offizieller Quell
nl: Planning van officiële bron
pt: Programação da fonte oficial

# metadata.confidence.officialWeeklySchedule
source: Official weekly schedule
da: Officiel ugeplan
el: Επίσημο εβδομαδιαίο πρόγραμμα
es: Programación semanal oficial
fr: Horaire hebdomadaire officiel
it: Programma settimanale ufficiale
lb: Offizielle Wocheplang
nl: Officiële weekplanning
pt: Programação semanal oficial

# metadata.level.agendaTarget
source: Agenda target
da: Dagsordensmål
el: Στόχος ημερήσιας διάταξης
es: Objetivo de agenda
fr: Cible agenda
it: Obiettivo agenda
lb: Agenda-Zil
nl: Agendadael
pt: Alvo de agenda

# metadata.level.currentAndNextEventTarget
source: Current and next event target
da: Aktuel og næste begivenhed
el: Τρέχουσα και επόμενη εκδήλωση
es: Evento actual y siguiente
fr: Événement courant et suivant
it: Evento corrente e successivo
lb: Aktuellt an nächst Evenement
nl: Huidige en volgende gebeurtenis
pt: Evento atual e próximo

# metadata.level.currentEventTarget
source: Current event target
da: Aktuel begivenhed
el: Τρέχουσα εκδήλωση
es: Evento actual
fr: Événement courant
it: Evento corrente
lb: Aktuellt Evenement
nl: Huidige gebeurtenis
pt: Evento atual

# metadata.level.dailyScheduleTarget
source: Daily schedule target
da: Daglig planmål
el: Στόχος ημερήσιου προγράμματος
es: Objetivo de programación diaria
fr: Horaire quotidien cible
it: Obiettivo programma giornaliero
lb: Dagesplang-Zil
nl: Dagplanningsdoel
pt: Programação diária alvo

# metadata.level.scheduleTarget
source: Schedule target
da: Planmål
el: Στόχος προγράμματος
es: Objetivo de programación
fr: Horaire cible
it: Obiettivo programma
lb: Plang-Zil
nl: Planningsdoel
pt: Programação alvo

# metadata.level.signalStateOnly
source: Signal state only
da: Kun signalstatus
el: Μόνο κατάσταση σήματος
es: Solo estado de señal
fr: État du signal seulement
it: Solo stato del segnale
lb: Nëmme Signalstatus
nl: Alleen signaalstatus
pt: Apenas estado do sinal

# metadata.level.youtubeCurrentEventTarget
source: YouTube current event target
da: Aktuel YouTube-begivenhed
el: Τρέχουσα εκδήλωση YouTube
es: Evento actual de YouTube
fr: Événement courant YouTube
it: Evento corrente YouTube
lb: Aktuellt YouTube-Evenement
nl: Huidige YouTube-gebeurtenis
pt: Evento atual do YouTube

# metadata.legal.embedOnly
source: Embed only
da: Kun indlejring
el: Μόνο ενσωμάτωση
es: Solo inserción
fr: Intégration seulement
it: Solo incorporamento
lb: Nëmmen abannen
nl: Alleen insluiten
pt: Apenas incorporação

# metadata.legal.explicitReuseWithConditions
source: Explicit reuse allowed with conditions
da: Udtrykkelig genbrug tilladt med betingelser
el: Ρητή επαναχρησιμοποίηση επιτρέπεται με όρους
es: Reutilización explícita permitida con condiciones
fr: Réutilisation explicite autorisée avec conditions
it: Riutilizzo esplicito consentito con condizioni
lb: Explizitt Weiderbenotzung mat Konditiounen erlaabt
nl: Expliciet hergebruik toegestaan met voorwaarden
pt: Reutilização explícita permitida com condições

# metadata.legal.noncommercialPendingReview
source: Noncommercial/personal use until reviewed
da: Ikke-kommerciel/personlig brug indtil gennemgang
el: Μη εμπορική/προσωπική χρήση έως την αναθεώρηση
es: Uso no comercial/personal hasta revisión
fr: Usage non commercial/personnel jusqu’à révision
it: Uso non commerciale/personale fino a revisione
lb: Net-kommerziell/perséinlech Notzung bis zur Iwwerpréiwung
nl: Niet-commercieel/persoonlijk gebruik tot beoordeling
pt: Uso não comercial/pessoal até revisão

# metadata.legal.personalUsePendingReview
source: Personal use only until reviewed
da: Kun personlig brug indtil gennemgang
el: Μόνο προσωπική χρήση έως την αναθεώρηση
es: Solo uso personal hasta revisión
fr: Usage personnel seulement jusqu’à révision
it: Solo uso personale fino a revisione
lb: Nëmme perséinlech Notzung bis zur Iwwerpréiwung
nl: Alleen persoonlijk gebruik tot beoordeling
pt: Apenas uso pessoal até revisão

# metadata.technical.linkOnly
source: Link only
da: Kun link
el: Μόνο σύνδεσμος
es: Solo enlace
fr: Lien seulement
it: Solo link
lb: Nëmme Link
nl: Alleen link
pt: Apenas link

# metadata.technical.needsReview
source: Needs review
da: Kræver gennemgang
el: Χρειάζεται έλεγχο
es: Necesita revisión
fr: À réviser
it: Da rivedere
lb: Brauch Iwwerpréiwung
nl: Moet worden beoordeeld
pt: Precisa de revisão

# metadata.technical.validated
source: Validated
da: Valideret
el: Επικυρωμένο
es: Validado
fr: Validé
it: Convalidato
lb: Validéiert
nl: Gevalideerd
pt: Validado

# nav.next
source: Next
da: Næste
el: Επόμενο
es: Siguiente
fr: Suivant
it: Successivo
lb: Nächst
nl: Volgende
pt: Próximo

# nav.previous
source: Previous
da: Forrige
el: Προηγούμενο
es: Anterior
fr: Précédent
it: Precedente
lb: Virdrun
nl: Vorige
pt: Anterior

# player.dash.unsupported.body
source: This source needs a web-based MPEG-DASH player, which is not part of the tvOS native player path.
da: Denne kilde kræver en webbaseret MPEG-DASH-afspiller, som ikke er en del af den native tvOS-afspiller.
el: Αυτή η πηγή χρειάζεται διαδικτυακό πρόγραμμα αναπαραγωγής MPEG-DASH, το οποίο δεν αποτελεί μέρος της εγγενούς διαδρομής αναπαραγωγής tvOS.
es: Esta fuente necesita un reproductor MPEG-DASH basado en la web, que no forma parte de la ruta del reproductor nativo de tvOS.
fr: Cette source nécessite un lecteur MPEG-DASH Web, qui ne fait pas partie du parcours natif tvOS.
it: Questa sorgente richiede un lettore MPEG-DASH basato sul Web, che non fa parte del percorso nativo del player tvOS.
lb: Dës Quell brauch en webbaséierte MPEG-DASH Player, deen net Deel vum native tvOS Player-Wee ass.
nl: Deze bron heeft een webgebaseerde MPEG-DASH-speler nodig, die geen deel uitmaakt van het native tvOS-spelerpad.
pt: Esta fonte precisa de um player MPEG-DASH baseado na Web, que não faz parte do caminho nativo do tvOS.

# player.dash.unsupported.title
source: DASH playback is macOS-only for now
da: DASH-afspilning er kun til macOS lige nu
el: Η αναπαραγωγή DASH είναι προς το παρόν μόνο για macOS
es: La reproducción DASH es solo para macOS por ahora
fr: La lecture DASH est réservée à macOS pour le moment
it: La riproduzione DASH è solo per macOS per ora
lb: DASH-Ofspillung ass de Moment nëmme fir macOS
nl: DASH-afspelen is voorlopig alleen voor macOS
pt: A reprodução DASH é apenas para macOS por enquanto

# player.signal.loading
source: Tuning stream
da: Indstiller stream
el: Συντονισμός ροής
es: Sintonizando transmisión
fr: Syntonisation du flux
it: Sintonizzazione streaming
lb: Stream astellen
nl: Stream afstemmen
pt: Sintonizando transmissão

# player.signal.loadingMaybeOffAir
source: Tuning stream, may be off air
da: Indstiller stream, kan være uden udsendelse
el: Συντονισμός ροής, μπορεί να είναι εκτός αέρα
es: Sintonizando transmisión, puede estar fuera del aire
fr: Syntonisation du flux, peut être hors antenne
it: Sintonizzazione streaming, potrebbe essere fuori onda
lb: Stream astellen, kéint net op Sendung sinn
nl: Stream afstemmen, mogelijk niet in de lucht
pt: Sintonizando transmissão, pode estar fora do ar

# player.signal.noSignal
source: No signal
da: Intet signal
el: Χωρίς σήμα
es: Sin señal
fr: Aucun signal
it: Nessun segnale
lb: Kee Signal
nl: Geen signaal
pt: Sem sinal

# player.signal.noSignalLikelyOffAir
source: No signal, likely off air
da: Intet signal, sandsynligvis uden udsendelse
el: Χωρίς σήμα, πιθανώς εκτός αέρα
es: Sin señal, probablemente fuera del aire
fr: Aucun signal, probablement hors antenne
it: Nessun segnale, probabilmente fuori onda
lb: Kee Signal, wahrscheinlech net op Sendung
nl: Geen signaal, waarschijnlijk niet in de lucht
pt: Sem sinal, provavelmente fora do ar

# player.signal.ready
source: Ready
da: Klar
el: Έτοιμο
es: Listo
fr: Prêt
it: Pronto
lb: Prett
nl: Gereed
pt: Pronto

# source.linkOut
source: Link-out
da: Eksternt link
el: Εξωτερικός σύνδεσμος
es: Enlace externo
fr: Lien externe
it: Link esterno
lb: Externen Link
nl: Externe link
pt: Link externo

# source.quality.linkOut
source: Link out
da: Eksternt link
el: Εξωτερικός σύνδεσμος
es: Enlace externo
fr: Lien externe
it: Link esterno
lb: Externen Link
nl: Externe link
pt: Link externo

# source.quality.officialHLS
source: Official HLS
da: Officiel HLS
el: Επίσημο HLS
es: HLS oficial
fr: HLS officiel
it: HLS ufficiale
lb: Offiziell HLS
nl: Officiële HLS
pt: HLS oficial

# source.type.directDASH
source: Direct DASH
da: Direkte DASH
el: Άμεσο DASH
es: DASH directo
fr: DASH direct
it: DASH diretto
lb: Direkt DASH
nl: Directe DASH
pt: DASH direto

# source.type.directHLS
source: Direct HLS
da: Direkte HLS
el: Άμεσο HLS
es: HLS directo
fr: HLS direct
it: HLS diretto
lb: Direkt HLS
nl: Directe HLS
pt: HLS direto

# source.type.officialPage
source: Official page
da: Officiel side
el: Επίσημη σελίδα
es: Página oficial
fr: Page officielle
it: Pagina ufficiale
lb: Offiziell Säit
nl: Officiële pagina
pt: Página oficial

# state.eventFeed
source: Event feed
da: Begivenhedsfeed
el: Ροή εκδήλωσης
es: Transmisión de evento
fr: Flux d’événement
it: Feed evento
lb: Evenement-Feed
nl: Gebeurtenisfeed
pt: Transmissão de evento

# state.signalOnly
source: Signal only
da: Kun signal
el: Μόνο σήμα
es: Solo señal
fr: Signal seulement
it: Solo segnale
lb: Nëmme Signal
nl: Alleen signaal
pt: Somente sinal

# state.sittingFeed
source: Sitting feed
da: Mødefeed
el: Ροή συνεδρίασης
es: Transmisión de sesión
fr: Flux de séance
it: Feed seduta
lb: Sëtzungs-Feed
nl: Zittingsfeed
pt: Transmissão de sessão

# web.action.close
source: Close
da: Luk
el: Κλείσιμο
es: Cerrar
fr: Fermer
it: Chiudi
lb: Zoumaachen
nl: Sluiten
pt: Fechar

# web.action.openOfficialSource
source: Open official source
da: Åbn officiel kilde
el: Άνοιγμα επίσημης πηγής
es: Abrir fuente oficial
fr: Ouvrir la source officielle
it: Apri fonte ufficiale
lb: Offiziell Quell opmaachen
nl: Officiële bron openen
pt: Abrir fonte oficial

# web.action.openOnYouTube
source: Open on YouTube
da: Åbn på YouTube
el: Άνοιγμα στο YouTube
es: Abrir en YouTube
fr: Ouvrir sur YouTube
it: Apri su YouTube
lb: Op YouTube opmaachen
nl: Openen op YouTube
pt: Abrir no YouTube

# web.action.openSource
source: Open source
da: Åbn kilde
el: Άνοιγμα πηγής
es: Abrir fuente
fr: Ouvrir la source
it: Apri fonte
lb: Quell opmaachen
nl: Bron openen
pt: Abrir fonte

# web.action.tryInApp
source: Try in app
da: Prøv i appen
el: Δοκιμή στην εφαρμογή
es: Probar en la app
fr: Essayer dans l’app
it: Prova nell’app
lb: An der App probéieren
nl: Proberen in app
pt: Tentar no app

# web.hint.launchChannelPage
source: Launch the channel page
da: Åbn kanalsiden
el: Άνοιγμα σελίδας καναλιού
es: Abrir la página del canal
fr: Ouvrir la page de la chaîne
it: Apri la pagina del canale
lb: Kanal-Säit opmaachen
nl: Kanaalpagina openen
pt: Abrir a página do canal

# web.hint.launchExternalSource
source: Launch the external source
da: Åbn den eksterne kilde
el: Άνοιγμα εξωτερικής πηγής
es: Abrir la fuente externa
fr: Ouvrir la source externe
it: Apri la fonte esterna
lb: Extern Quell opmaachen
nl: Externe bron openen
pt: Abrir a fonte externa

# web.inApp.experimental
source: Experimental web view
da: Eksperimentel webvisning
el: Πειραματική προβολή ιστού
es: Vista web experimental
fr: Vue Web expérimentale
it: Vista Web sperimentale
lb: Experimentell Webusiicht
nl: Experimentele webweergave
pt: Visualização Web experimental

# web.inApp.unsupported
source: In-app web view is macOS-only for now
da: Webvisning i appen er kun til macOS lige nu
el: Η ενσωματωμένη προβολή ιστού είναι προς το παρόν μόνο για macOS
es: La vista web integrada es solo para macOS por ahora
fr: La vue Web intégrée est réservée à macOS pour le moment
it: La vista Web in-app è solo per macOS per ora
lb: In-App Webusiicht ass de Moment nëmme fir macOS
nl: In-app webweergave is voorlopig alleen voor macOS
pt: A visualização Web no app é apenas para macOS por enquanto

# guide.group.national
source: National
el: Εθνικά
es: Nacional
it: Nazionale
nl: Nationaal
pt: Nacional

# jurisdiction.national
source: National
el: Εθνικό
es: Nacional
it: Nazionale
nl: Nationaal
pt: Nacional

# jurisdiction.subnational
source: Subnational
el: Υποεθνικό
es: Subnacional
it: Subnazionale
nl: Subnationaal
pt: Subnacional

# jurisdiction.supranational
source: Supranational
el: Υπερεθνικό
es: Supranacional
it: Sovranazionale
nl: Supranationaal
pt: Supranacional

# metadata.confidence.signal
source: Signal
el: Σήμα
es: Señal
it: Segnale
nl: Signaal
pt: Sinal

# nav.guide
source: Guide
el: Οδηγός
es: Guía
it: Guida
nl: Gids
pt: Guia

# player.signal.live
source: Live
el: Ζωντανά
es: En directo
fr: En direct
it: In diretta
pt: Ao vivo

# state.live
source: Live
el: Ζωντανά
es: En directo
fr: En direct
it: In diretta
pt: Ao vivo
